import { IProducts } from "../../types"

const products: IProducts[] = [
	{
		id: "data01",
		idButton: "card-01",
		title: "Старана",
		description: "Великолепный тур на 10 дней / 2 персоны",
		paragraph1: 
			"Тур становится «горящим», если у него заканчивается «срок годности». Фактически, туроператор устраивает распродажу накануне вылета, чтобы не понести убытки.",
		paragraph2: 
			"Путевка состоит из авиаперелета, трансфера, страховки и бронирования места в отеле. Если в отеле много непроданных мест или самолет остался полупустым, туроператор снижает цену на проживание в отеле.",
		paragraph3: 
			"Разница в цене у горящего и обычного тура может составлять 30-50%. Как поймать горящий тур? Самый оптимальный способ — следить за их появлением онлайн. Туроператор заинтересован в том, чтобы как можно быстрее продать горящий тур. Подбор и покупка тура онлайн происходит в несколько раз быстрее, чем в турагентстве — вы видите все предложения сразу и можете выбрать подходящий вариант.",
		idButtonCard: "cardButton-01",
		poster: "/images/beach-hut-min.webp",
		newPrice: "99999 ₽.",
		oldPrice: "119999 ₽.",
	},
	{
		id: "data02",
		idButton: "card-02",
		title: "Старана",
		description:
			"Великолепный тур на 10 дней / 2 персоны",
		paragraph1: 
			"Тур становится «горящим», если у него заканчивается «срок годности». Фактически, туроператор устраивает распродажу накануне вылета, чтобы не понести убытки.",
		paragraph2: 
			"Путевка состоит из авиаперелета, трансфера, страховки и бронирования места в отеле. Если в отеле много непроданных мест или самолет остался полупустым, туроператор снижает цену на проживание в отеле.",
		paragraph3: 
			"Разница в цене у горящего и обычного тура может составлять 30-50%. Как поймать горящий тур? Самый оптимальный способ — следить за их появлением онлайн. Туроператор заинтересован в том, чтобы как можно быстрее продать горящий тур. Подбор и покупка тура онлайн происходит в несколько раз быстрее, чем в турагентстве — вы видите все предложения сразу и можете выбрать подходящий вариант.",
		idButtonCard: "cardButton-02",
		poster: "/images/brazil-min.webp",
		newPrice: "159999 ₽.",
		oldPrice: "189999 ₽.",
	},
	{
		id: "data03",
		idButton: "card-03",
		title: "Старана",
		description:
			"Великолепный тур на 10 дней / 2 персоны",
		paragraph1: 
			"Тур становится «горящим», если у него заканчивается «срок годности». Фактически, туроператор устраивает распродажу накануне вылета, чтобы не понести убытки.",
		paragraph2: 
			"Путевка состоит из авиаперелета, трансфера, страховки и бронирования места в отеле. Если в отеле много непроданных мест или самолет остался полупустым, туроператор снижает цену на проживание в отеле.",
		paragraph3: 
			"Разница в цене у горящего и обычного тура может составлять 30-50%. Как поймать горящий тур? Самый оптимальный способ — следить за их появлением онлайн. Туроператор заинтересован в том, чтобы как можно быстрее продать горящий тур. Подбор и покупка тура онлайн происходит в несколько раз быстрее, чем в турагентстве — вы видите все предложения сразу и можете выбрать подходящий вариант.",
		idButtonCard: "cardButton-03",
		poster: "/images/camping-min.webp",
		newPrice: "109999 ₽.",
		oldPrice: "139999 ₽.",
	},
	{
		id: "data04",
		idButton: "card-04",
		title: "Старана",
		description:
			"Великолепный тур на 10 дней / 2 персоны",
		paragraph1: 
			"Тур становится «горящим», если у него заканчивается «срок годности». Фактически, туроператор устраивает распродажу накануне вылета, чтобы не понести убытки.",
		paragraph2: 
			"Путевка состоит из авиаперелета, трансфера, страховки и бронирования места в отеле. Если в отеле много непроданных мест или самолет остался полупустым, туроператор снижает цену на проживание в отеле.",
		paragraph3: 
			"Разница в цене у горящего и обычного тура может составлять 30-50%. Как поймать горящий тур? Самый оптимальный способ — следить за их появлением онлайн. Туроператор заинтересован в том, чтобы как можно быстрее продать горящий тур. Подбор и покупка тура онлайн происходит в несколько раз быстрее, чем в турагентстве — вы видите все предложения сразу и можете выбрать подходящий вариант.",
		idButtonCard: "cardButton-04",
		poster: "/images/nidaros-cathedral-min.webp",
		newPrice: "179999 ₽.",
		oldPrice: "199999 ₽.",
	},
	{
		id: "data05",
		idButton: "card-05",
		title: "Старана",
		description:
			"Великолепный тур на 10 дней / 2 персоны",
		paragraph1: 
			"Тур становится «горящим», если у него заканчивается «срок годности». Фактически, туроператор устраивает распродажу накануне вылета, чтобы не понести убытки.",
		paragraph2: 
			"Путевка состоит из авиаперелета, трансфера, страховки и бронирования места в отеле. Если в отеле много непроданных мест или самолет остался полупустым, туроператор снижает цену на проживание в отеле.",
		paragraph3: 
			"Разница в цене у горящего и обычного тура может составлять 30-50%. Как поймать горящий тур? Самый оптимальный способ — следить за их появлением онлайн. Туроператор заинтересован в том, чтобы как можно быстрее продать горящий тур. Подбор и покупка тура онлайн происходит в несколько раз быстрее, чем в турагентстве — вы видите все предложения сразу и можете выбрать подходящий вариант.",
		idButtonCard: "cardButton-05",
		poster: "/images/courchevel-min.webp",
		newPrice: "129999 ₽.",
		oldPrice: "159999 ₽.",
	},
	{
		id: "data06",
		idButton: "card-06",
		title: "Старана",
		description:
			"Великолепный тур на 10 дней / 2 персоны",
		paragraph1: 
			"Тур становится «горящим», если у него заканчивается «срок годности». Фактически, туроператор устраивает распродажу накануне вылета, чтобы не понести убытки.",
		paragraph2: 
			"Путевка состоит из авиаперелета, трансфера, страховки и бронирования места в отеле. Если в отеле много непроданных мест или самолет остался полупустым, туроператор снижает цену на проживание в отеле.",
		paragraph3: 
			"Разница в цене у горящего и обычного тура может составлять 30-50%. Как поймать горящий тур? Самый оптимальный способ — следить за их появлением онлайн. Туроператор заинтересован в том, чтобы как можно быстрее продать горящий тур. Подбор и покупка тура онлайн происходит в несколько раз быстрее, чем в турагентстве — вы видите все предложения сразу и можете выбрать подходящий вариант.",
		idButtonCard: "cardButton-06",
		poster: "/images/moor-fountain-min.webp",
		newPrice: "99999 ₽.",
		oldPrice: "129999 ₽.",
	},
]

export default products
